Repository: bonanyan/sheepbell
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, hi, ja, ko, vi, zh_hans

# icon.scheme.classic
source: Classic
de: Klassisch
fr: Classique
hi: क्लासिक
ja: クラシック
ko: 클래식
vi: Cổ điển
zh_hans: 经典

# icon.scheme.custom
source: Custom
de: Eigene
fr: Personnalisé
hi: कस्टम
ja: カスタム
ko: 사용자 지정
vi: Tùy chỉnh
zh_hans: 自定义

# menu.configure
source: Configure…
de: Konfigurieren…
fr: Configurer…
hi: कॉन्फ़िगर करें…
ja: 設定…
ko: 설정…
vi: Cấu hình…
zh_hans: 设置…

# menu.connecting
source: Connecting…
de: Verbinden…
fr: Connexion…
hi: कनेक्ट हो रहा है…
ja: 接続中…
ko: 연결 중…
vi: Đang kết nối…
zh_hans: 正在连接…

# menu.noAgents
source: No agents
de: Keine Agenten
fr: Aucun agent
hi: कोई एजेंट नहीं
ja: エージェントなし
ko: 에이전트 없음
vi: Không có agent
zh_hans: 没有代理

# menu.noSessions
source: No herdr sessions found
de: Keine herdr-Sitzungen gefunden
fr: Aucune session herdr trouvée
hi: कोई herdr सत्र नहीं मिला
ja: herdr セッションが見つかりません
ko: herdr 세션을 찾을 수 없습니다
vi: Không tìm thấy phiên herdr
zh_hans: 未找到 herdr 会话

# menu.quit
source: Quit HerdrBell
de: HerdrBell beenden
fr: Quitter HerdrBell
hi: HerdrBell बंद करें
ja: HerdrBell を終了
ko: HerdrBell 종료
vi: Thoát HerdrBell
zh_hans: 退出 HerdrBell

# notification.blocked.title
source: Agent blocked: %@
de: Agent blockiert: %@
fr: Agent bloqué : %@
hi: एजेंट अवरुद्ध: %@
ja: エージェントがブロック中：%@
ko: 에이전트 차단됨: %@
vi: Agent bị chặn: %@
zh_hans: 代理被阻塞：%@

# notification.body.session
source: session %@
de: Sitzung %@
hi: सत्र %@
ja: セッション %@
ko: 세션 %@
vi: phiên %@
zh_hans: 会话 %@

# notification.done.title
source: Agent done: %@
de: Agent fertig: %@
fr: Agent terminé : %@
hi: एजेंट पूर्ण: %@
ja: エージェントが完了：%@
ko: 에이전트 완료: %@
vi: Agent đã hoàn tất: %@
zh_hans: 代理已完成：%@

# settings.iconStyle
source: Icon style
de: Symbolstil
fr: Style d'icônes
hi: आइकन शैली
ja: アイコンスタイル
ko: 아이콘 스타일
vi: Kiểu biểu tượng
zh_hans: 图标样式

# settings.iconStyle.help
source: Choose the icon set used for agent statuses and the menu bar symbol.
de: Wählen Sie den Symbolsatz für Agentenstatus und das Symbol in der Menüleiste.
fr: Choisissez le jeu d'icônes utilisé pour les états des agents et le symbole de la barre des menus.
hi: एजेंट स्थितियों और मेनू बार प्रतीक के लिए आइकन सेट चुनें।
ja: エージェントの状態とメニューバーのシンボルに使うアイコンセットを選択します。
ko: 에이전트 상태와 메뉴 막대 기호에 사용할 아이콘 세트를 선택하세요.
vi: Chọn bộ biểu tượng dùng cho trạng thái agent và biểu tượng trên thanh menu.
zh_hans: 选择用于代理状态和菜单栏图标的图标集。

# settings.language
source: Language
de: Sprache
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
vi: Ngôn ngữ
zh_hans: 语言

# settings.language.help
source: Choose the display language for menus, settings, and notifications. Applies immediately.
de: Wählen Sie die Anzeigesprache für Menüs, Einstellungen und Mitteilungen. Wird sofort übernommen.
fr: Choisissez la langue d'affichage des menus, des réglages et des notifications. S'applique immédiatement.
hi: मेन्यू, सेटिंग्स और सूचनाओं के लिए प्रदर्शन भाषा चुनें। तुरंत लागू होती है।
ja: メニュー・設定・通知の表示言語を選択します。すぐに反映されます。
ko: 메뉴, 설정, 알림에 사용할 표시 언어를 선택하세요. 즉시 적용됩니다.
vi: Chọn ngôn ngữ hiển thị cho menu, cài đặt và thông báo. Áp dụng ngay lập tức.
zh_hans: 选择菜单、设置和通知的显示语言，立即生效。

# settings.launchAtLogin
source: Launch HerdrBell at login
de: HerdrBell bei der Anmeldung starten
fr: Lancer HerdrBell à la connexion
hi: लॉगइन पर HerdrBell चालू करें
ja: ログイン時に HerdrBell を起動する
ko: 로그인할 때 HerdrBell 실행
vi: Khởi chạy HerdrBell khi đăng nhập
zh_hans: 登录时启动 HerdrBell

# settings.notifications
source: Notify when an agent becomes blocked or done
de: Mitteilung senden, wenn ein Agent blockiert oder fertig ist
fr: Notifier lorsqu'un agent est bloqué ou terminé
hi: जब कोई एजेंट अवरुद्ध या पूर्ण हो तो सूचित करें
ja: エージェントがブロックまたは完了したときに通知する
ko: 에이전트가 차단되거나 완료되면 알림 보내기
vi: Thông báo khi agent bị chặn hoặc hoàn tất
zh_hans: 当代理被阻塞或完成时发送通知
